{"copy":[{"contentType":"prose","text":[{"type":"text","value":"When you watch <a href=https://www.youtube.com/playlist?list=PLlVlyGVtvuVniS7jx4DyESaKRUANIzyhE>classic NBA footage</a> from the first six decades of the league’s existence, it’s not difficult to get your bearings. You’ll usually see the home team wearing a white uniform  — unless it’s the Lakers in their famed gold jerseys) — with the away team dressed  in their predominant color. Each uniform sports the team names or home city lettered across the chest with a number below, and the teams are playing on a court with the colors and logos of the home squad. Easy as a layup."},{"type":"text","value":"Gradually though, the aesthetic traditions of pro basketball have shifted. It began quietly in the 1990s. Beyond that decade’s general aesthetic hallmarks, teams like Chicago and Charlotte rolled out alternate third jerseys in a different team color, while Milwaukee, Houston, and Atlanta brought oversized logos to their jersey chests."},{"type":"text","value":"With Adidas in charge of kitting out NBA players, the 2000s and 2010s brought us even more alternate jerseys, with more far-out designs and even sleeves. It’s an era perhaps most infamously defined by the Cleveland Cavaliers winning the epic 2016 Finals in a black sleeved shirt with a giant “C” front and center, looking more like a t-shirt than a jersey."},{"type":"text","value":"In 2017 Nike took over the contract to produce NBA jerseys and ushered in the most extreme overhaul of aesthetic standards yet. The white-at-home standard was officially eliminated; teams were now free to wear the color of their choosing. In fact, the very notion of a “home” or “away” jersey was eliminated, with Nike now classifying each team’s wardrobe into four “editions”. Here’s what they look like for your local team, the <span class=geo-team></span>."}]},{"contentType":"list","list":["Association (roughly analogous to the old home whites)","Icon (same, but standard away colors)","Statement (a third jersey in a different team color, and maybe with an alternate logo)","City (a springboard for full departures from teams’ usual brands, inspired by local lore)"]},{"contentType":"prose","text":[{"type":"text","value":"Today’s NBA is unrecognizable in many ways compared to previous generations — from superteams and player empowerment, to the tactical shift to three-point shots and defensive positional switching. But today we’ll look at how it’s unrecognizable in a literal sense — by the on-court fashion. ."},{"type":"text","value":"Turning on a random NBA game can now be a disorienting experience to the casual or even the diehard fan. The viewer may ask themselves: which team is which, again? Who’s this team in black and neon green, or a brown and teal?"}]},{"contentType":"heading","heading":"Who’s in White, Again?"},{"contentType":"prose","text":[{"type":"text","value":"For decades, the basketball standard was that the home team would wear a white jersey, with only occasional exceptions for teams who wore a different light color as their preferred home (most famously, the Lakers and gold, even though they’ve abandoned this tradition). But these days, it’s quite rare to see a team wear its Association Edition jersey or any other white jerseys at home."},{"type":"text","value":"Including last season’s City Edition for Boston, which is a slightly off-white shade, home teams wore white in just 327 games, or 27% of the time. You’re actually more likely to see teams wear white on the road nowadays. On average, teams wore their white Association jerseys in nearly half of their road games — 640, to be exact — but only a quarter of their home games, an inversion of the classic “home whites” concept."},{"type":"text","value":"The <span class=geo-team></span> wore their Association jerseys as “home whites” in <span class=geo-white-at-home></span> games, and wore them on the road for <span class=geo-white-at-road></span> games."}]},{"contentType":"graphic","graphicID":"waffle-home-away"},{"contentType":"prose","text":[{"type":"text","value":"The rest of the time, fans were treated to a color vs. color matchup. These were once almost exclusively the domain of Lakers-in-gold home games, but this season made up 264 games, or 21% of all games this year. Owing to the popularity of both colors, the most common dual-color matchup was a black jersey against a red one; this occurred in 81 games total. True aficionados of the crayon box might take a particularly keen interest in the 105 games in which neither team wore black or white; these were most frequently blue vs. red matchups."}]}]}