{
    "copy": [
        {
            "type": "text",
            "value": "When you watch classic NBA footage from the first six decades of the league’s existence, it’s not too difficult to get your bearings. Generally you’ll see the home team wearing a white uniform (unless it’s the Lakers, tweaking the formula in gold). The away team’s wearing a uniform in their predominant color. Team names or locations lettered across the chest, with a number below that – bam, easy."
        },
        {
            "type": "text",
            "value": "Gradually, though, the aesthetic traditions of pro basketball have shifted through the years. Quietly, the shift began in the 1990s — beyond that decade’s general aesthetic hallmarks, teams like Atlanta, Chicago and Charlotte rolled out alternate third jerseys in a different team color. The 2000s and 2010s, with Adidas in charge of kitting out NBA players, brought us even more alternate jerseys, with more far-out designs, even sleeves — an era perhaps most infamously defined by the Cleveland Cavaliers winning the epic 2016 Finals in a black sleeved shirt with a giant “C” front and center, looking more like a t-shirt than a basketball top."
        },
        {
            "type": "text",
            "value": "In 2017 Nike took over the contract to produce the jerseys for NBA teams — and ushered in the most extreme overhaul of aesthetic standards yet. The white-at-home standard was officially eliminated; teams were now free to wear the color of their choosing. In fact, the very notion of a “home” or “away” jersey was eliminated, with Nike now classifying each team’s wardrobe into four “editions”:"
        },
        {
            "type": "list",
            "value": [
                "Association (roughly analogous to the old home whites)",
                "Icon (same but away colors)",
                "Statement (an alternate jersey in a different team color, and maybe with a different logo)",
                "City (often a springboard for full departures from teams’ usual brands)"
            ]
        },
        {
            "type": "text",
            "value": "(In one nod to tradition, though, the sleeved jerseys were left in the mid 2010s.)"
        },
        {
            "type": "text",
            "value": "Today’s NBA is unrecognizable in many ways, compared to previous generations — from the superteam approach and player empowerment, to the tactical shift to three-point shots and positional switching. But today we’ll look at how it’s unrecognizable in a literal sense — the new fashion landscape of the on-court product. Turning on a random NBA game can now be a disorienting experience to the casual or even the diehard fan. The viewer may ask themselves: which team is which, again? Who’s this team in black and neon green, or a brown and teal?"
        },
        {
            "type": "heading",
            "value": "white at home"
        },
        {
            "type": "text",
            "value": "For decades, the basketball standard was that the home team would wear a white jersey, with only occasional exceptions for teams who wore a different light color as their preferred home (most famously, the Lakers and gold). But these days, it’s quite rare to see a team wear its Association Edition jersey or any other white jerseys at home. Including this season’s City Edition for Boston, which is a slightly off-white shade, home teams wore white in just 327 games, or 27% of the time. You’re actually more likely to see teams wear white on the road nowadays, which occurred in slightly over half of all games this season – 640, to be exact. On average, teams wore their white Association jerseys in nearly half of their road games, but only a quarter of their home games — an inversion of the classic “home whites” concept."
        },
        {
            "type": "graphic",
            "value": [
                "waffle charts for home games for one team, maybe Milwaukee, a season 15 years ago vs this past season. Scroll to flip between the seasons."
            ]
        },
        {
            "type": "text",
            "value": "The rest of the time, fans were treated to a color vs. color matchup. These were once almost exclusively the domain of Lakers-in-gold home games, but this season made up 264 games, or 21% of all games this year. Owing to the popularity of both colors, the most common dual-color matchup was a black jersey against a red one; this occurred in 81 games total. True aficionados of the crayon box might take a particularly keen interest in the 105 games in which neither team wore black or white; these were most frequently blue vs. red matchups."
        },
        {
            "type": "graphic",
            "value": [
                "waffle charts for home and away games, each square the uni color"
            ]
        },
        {
            "type": "heading",
            "value": "Traditional Teams"
        },
        {
            "type": "text",
            "value": "Individual teams in the league still have some amount of leeway for how much they’d like to color outside the lines. The Chicago Bulls, for example, have remained fairly no-nonsense with their brand since the days of Michael Jordan — not only have their core uniforms barely changed, but they keep up with a relatively classic schedule of wearing them, wearing their white Association uniforms for 68% of home games and only 10% of their away games."
        },
        {
            "type": "text",
            "value": "By contrast, the Orlando Magic wore white at home for just two games all season, preferring instead to wear one of their many blue or black options. But their white uniforms did get play on the road — worn in nearly 60% of their road games, in fact."
        }
    ]
}